Repository: SylvesterFox/GrechkaBOT
Catalog: locate/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: You do not have permission to use this command
ru_ru: У вас нет разрешения на использование этой команды

source: Channel not NSFW
ru_ru: Канал не NSFW

source: Language changed to %s
ru_ru: Язык был изменнён на %s

source: Cog `%s` reloaded
ru_ru: Ког `%s` перезагружен

source: ✅ SUCCESS
ru_ru: ✅ УСПЕХ

source: Ping!
ru_ru: Пинг

source: Cog not found.
ru_ru: Ког не найден

source: Cog already loaded.
ru_ru: Ког не перезагружен

source: To use these commands, enable the developer mode in the bot config
ru_ru: Для использования этих команд включите режим разработчика в конфиге бота

source: This is a non-NSFW channel, you cannot use this command here
ru_ru: Это канал, не относящийся к NSFW, здесь нельзя использовать эту команду.

source: Now playing:
ru_ru: Сейчас играет:

source: Track title
ru_ru: Название трека

source: Artist
ru_ru: Артист

source: Length
ru_ru: Длина трека

source: To extend, order more music through the `/play` command
ru_ru: Чтобы продлить, вы можите воспользоваться командой `/play`

source: Queue is over..
ru_ru: Очередь окончена..

source: Connection to the voice channel
ru_ru: Подключение к голосовому каналу

source: Failed to connect...
ru_ru: Не удалось подключить...

source: Bot is already connected to a voice channel
ru_ru: Бот уже подключен к голосовому каналу

source: Bot connect to the voice `%s`
ru_ru: Бот подключается к голосу `%s`

source: Disconnect to the voice channel
ru_ru: Отключиться от голосового канала

source: Bot is not connected to any voice channel
ru_ru: Бот не подключен ни к одному голосовому каналу

source: Disconnected..
ru_ru: Отключено

source: Staring play sound from URL
ru_ru: Старт воспроизведения звука с URL

source: Something went wrong while searching for this track
ru_ru: Что-то пошло не так при поиске этого трека

source: No tracks found
ru_ru: Треки не найдены

source: Select the track:
ru_ru: Выберите трек:

source: The `/play` command cannot work with playlists, use `/playlistadd`
ru_ru: Команда `/play` не может работать со воспроизведением плейлистов, используйте для этого `/playlistadd`

source: Something went wrong..
ru_ru: Что-то пошло не так..

source: first go to the voice channel, and then order the track
ru_ru: сначала зайдите в голосовой канал, а потом заказывайте трек

source: This added track in the queue Number of music in the queue: **%s**
ru_ru: Данный трек добавлен в очередь Количество музыки в очереди: **%s**

source: 🎵 Add queue %s
ru_ru: 🎵 Добавлен в очередь %s

source: Playing now %s
ru_ru: Играет сейчас %s

source: Artist:
ru_ru: Артист:

source: Volume player:
ru_ru: Громкость плеера:

source: Length:
ru_ru: Длина трека:

source: Stop playing sound
ru_ru: Проигрование трека музыки остановлена

source: You stopped the player, so you can start it again using `/play`
ru_ru: Вы остановили проигрыватель, чтобы снова запустить его с помощью `/play`, либо `/playlistadd`

source: Playback Stopped ⏹
ru_ru: Воспроизведение остановлено ⏹

source: Nothing Is playing right now
ru_ru: Сейчас ничего не воспроизводится

source: Paused playback
ru_ru: Воспроизведение на паузе

source: The player is paused, to return it to work, use the `/resume` command
ru_ru: Плеер поставлен на паузу, чтобы вернуть его в работу используйте команду `/resume`

source: Playback is Already paused
ru_ru: Воспроизведение уже на паузе

source: Playback Paused ⏸
ru_ru: Плеер на паузе

source: Playback resumed
ru_ru: Воспроизведение возобновлено

source: Player is resume..
ru_ru: Плеер возобновил свою работу..

source: Keeps playing
ru_ru: Продолжает играть ▶

source: Now playing: %s
ru_ru: Сейчас играет: %s

source: Playblack is not paused
ru_ru: Воспроизведение не приостановлено

source: Volume should between 0 and 100
ru_ru: Громкость должна быть между 0 и 100

source: Changed Volume to %s
ru_ru: Громкость изменена на %s

source: Seek to the given position in the song.
ru_ru: Ищите заданную позицию в песне

source: Time code invalid
ru_ru: Неверный тайм код

source: Seeked
ru_ru: Найден

source: Now playing sound
ru_ru: Сейчас играет трек

source: Volume Music
ru_ru: Громкость музыки

source: Paused ⏸
ru_ru: На паузе ⏸

source: Playing ▶
ru_ru: Играет ▶

source: Player status
ru_ru: Статус плеера

source: Nothing is playing right now
ru_ru: Сейчас ничего не воспроизводится

source: Skip playing music
ru_ru: Пропустить музыку

source: Nothing is playing
ru_ru: Ничего не играет

source: Track: [%s](%s) has skip!
ru_ru: Данный трек был [%s](%s) пропущен!

source: User %s skipped track
ru_ru: Пользователь %s пропустил трек

source: Show queue list
ru_ru: Показать список очередей

source: Now playing %s
ru_ru: Сейчас играет: %s

source: Queue:
ru_ru: Очередь:

source: The queue is empty
ru_ru: Очередь пуста

source: Playing playlist on YouTube
ru_ru: Воспроизведение плейлиста на YouTube

source: Go to voice chat, and then use this command again
ru_ru: Перейдите в голосовой чат, а затем снова используйте эту команду.

source: 🎵 Add queue playlist %s
ru_ru: Данный плейлист добавлен в очередь

source: Creates a reaction under a post to get a role.
ru_ru: Создает реакцию под постом, чтобы получить роль.

source: ✅ `[SUCCESS]` Receiving role: %s Reaction to get a role: %s and this message %s
ru_ru: ✅ `[УСПЕХ]` Принимающая роль: %s Реакция на получение роли: %s и это сообщени %s

source: ⚠ `[Warning]` This role no longer exists or has been removed from the database.
ru_ru: ⚠ `[Предупреждение]` Эта роль больше не существует или была удалена из базы данных.

source: ✅ `[SUCCESS]` The issuing role %s was successfully deleted.
ru_ru: ✅ `[УСПЕХ]` Выдающая роль %s успешно удалена.

source: Warning %s, You pidor ❗️
ru_ru: Внимание %s, Вы пидор ❗️

source: Congratulations %s, you are straight ✅
ru_ru: Поздравляем %s, Вы натурал ✅

source: Success!
ru_ru: Упех!

source: A lobby has been created on your server to create voice channels ✅
ru_ru: На вашем сервере создано лобби для создания голосовых каналов ✅

source: You already have a lobby
ru_ru: У вас уже есть лобби

source: You are not authorized to use this voice room
ru_ru: У вас нет прав на использование этой голосовой комнаты

source: Voice channel `%s` the unlocked
ru_ru: Голосовой канал `%s` разблокирован

source: Change limit user on: `%s`
ru_ru: Изменить лимит пользователей на: `%s

source: Name changed: `%s`
ru_ru: Имя изменено на: `%s`

source: Voice lobby has deleted!
ru_ru: Голосовое лобби удалено!

source: Settings removed
ru_ru: Настройки удалены

source: You cannot do this when you are in your private voice.
ru_ru: Вы не можете сделать это, когда вы находитесь в своем приватном голосе

source: You don't have a group created
ru_ru: У вас не создана группа

source: This voice is closed for this member: `%s`
ru_ru: Этот голос закрыт для этого участника: `%s

source: This voice is open for this member: `%s`
ru_ru: Этот голос открыт для этого участника: `%s`

source: Settings applied to this channel: `%s`
ru_ru: Настройки применины к этому каналу: `%s`

source: Sending to a special channel, disabled
ru_ru: Отправка в спецальный канал, выключена

source: Sending to a special channel, enabled
ru_ru: Отправка на специальный канал, включена
